{
"settmacher2023": {
    "author": "Henriette Hermine Settmacher",
    "year": 2023,
    "type": "Bachelor (finalized)",
    "type_extended": "Empirical study",
    "language": "German",
    "file_": "Bachelorarbeit_Settmacher_2023.pdf",
    "tags": ["metacognition", "depressive realism"],
    "title": "The relationship between empirical metacognition and depressive realism",
    "title_de": "Der Zusammenhang zwischen empirischer Metakognition und depressivem Realismus",
    "abstract": "The hypothesis of depressive realism describes the phenomenon that people suffering from depression are able to judge their actions more realistically then a healthy control group would. This assumption is contradictory to the previous understandings of the treatment of depressed patients. The focus was previously set on changing dysfunctional patterns of thinking and cognitive distortions. Studies show that people with depression exhibit a lack of the so-called metacognitive bias and other changes in their metacognition. Metacognition is in the far sense understood as thinking about thinking. This present study examines if one is able to replicate the depressive realism hypothesis in a subclinical subject population (N=72). The subjects where presented with a number of trivial and general knowledge statements which they had to judge the accuracy of. After that the subjects had to judge their performance. This experimental setup was then followed by a self-report questionnaire about depression (Beck's Depression Inventory II) and a questionnaire about metacognition (MFK-30). The study showed that depressed subject where significantly better at judging oneself realistically, in comparison to non-depressed individuals. The present study explores which indications these findings could have for future therapy of depressed patients and how the depressive realism hypothesis can be confirmed.",
    "abstract_de": "Die Hypothese des depressiven Realismus beschreibt das Phänomen, dass Menschen mit einer depressiven Erkrankung in verschiedenen Situationen in der Lage sind sich realistischer einzuschätzen, als es bei gesunden Vergleichspersonen der Fall ist. Diese Annahme widerspricht deutlich dem bisherigen Verständnis der Behandlung depressiver Patient*innen, da hier vor allem ein Augenmerk auf die Veränderung dysfunktionaler Gedankenmuster und kognitiver Verzerrungen gelegt wird. Studien zeigen allerdings, dass depressive Versuchspersonen die Abwesenheit eines metakognitiven Bias und weitere Veränderung der metakognitiven Verarbeitung aufweisen. Unter Metakognition wird im weiten Sinne das Denken über das Denken verstanden. Mit der vorliegenden Studie sollte exploriert werden, inwiefern die Hypothese des depressiven Realismus anhand einer subklinischen Proband*Innenpopulation (N=72) exploriert werden kann, indem den Versuchspersonen verschiedene allgemeinwissenschaftliche und triviale Aussagen präsentiert wurden, welche sie in ihrer Richtigkeit bewerten und nachfolgend ihre eigene Leistung einschätzen sollten. Dieser Versuchsaufbau wurde anschließend mit Selbstberichtsbögen zur depressiven Symptomatik (Becks- Depressions- Inventar II) und einem Fragebogen über die persönlichen metakognitiven Prozesse in Zusammenhang gesetzt. Es zeigte sich, dass depressive Proband*Innen signifikant realistischer in ihrer Einschätzung waren, als es bei nichtdepressiven Proband*Innen der Fall war. Die vorliegende Studie exploriert, welche Implikationen dieser Fund für die Therapie von depressiven Personen haben könnte und inwiefern die Hypothese des depressiven Realismus bestätigt werden kann."
},
"szart2024": {
    "author": "Sophie Zart",
    "year": 2024,
    "type": "Bachelor (finalized)",
    "type_extended": "Empirical study",
    "language": "German",
    "file_": "Bachelorarbeit_Zart_2024a.pdf",
    "tags": ["color constancy", "anomalous perception"],
    "title": "The relation between anomalous perceptions and color constancy",
    "title_de": "Der Zusammenhang zwischen der Neigung zu anomalen Wahrnehmungen und Farbkonstanz",
    "abstract": "The phenomenon of color constancy has been researched for centuries, yet there is still no definitive result on how it arises. Color constancy refers to the consistent color perception of objects under different light sources. This means that objects maintain their original color and brightness for the observer under different lighting conditions. The guiding theoretical framework in this work is the Predictive Processing Theory, which has been prominently applied to the study of psychoses. It is assumed that the perception of people with a tendency towards psychosis is excessively influenced by prior expectations and contextual influences. As a result, distortions in perception, such as hallucinations and delusions, arise. Against this theoretical background, the present work examines the relationship between subclinical anomalous perception and color constancy in a convenience sample (N=92). A questionnaire is used, which includes six stimuli for color constancy and a questionnaire scale for anomalous perception. The results suggest that the hypothesized positive relationship between interindividual differences in anomalous perception and color constancy does not exist. On the contrary, it was found that a lower illusion strength regarding brightness tended to be associated with lower anomalous perception.",
    "abstract_de": "Das Phänomen der Farbkonstanz wird seit Jahrhunderten erforscht, dennoch gibt es noch immer kein eindeutiges Ergebnis, wie sie entsteht. Als Farbkonstanz wird dabei die gleichbleibende Farbwahrnehmung unter verschiedenen Lichtquellen von beispielsweise Objekten gemeint. Das heißt, dass Objekte unter unterschiedlichen Lichtfarben ihre Ursprungsfarbe sowie die Helligkeit dieser Farbe für den Betrachter beibehalten. Die leitende Vermutung in dieser Arbeit ist die Predictive-Processing Theorie, die besonders bei der Erforschung von Psychosen Anwendung findet. Es wird davon ausgegangen, dass die Wahrnehmung von Menschen mit Psychoseneigung übermäßig stark durch Vorerwartungen und kontextuelle Einflüsse beeinflusst wird. Aus diesem Grund entstehen Verzerrungen in der Wahrnehmung, wie Halluzinationen und Wahn. Vor diesem theoretischen Hintergrund untersucht die vorliegende Arbeit den Zusammenhang von subklinischer anomaler Wahrnehmung und Farbkonstanz in einer Gelegenheitsstichprobe (N=92). Dafür wird ein Fragebogen verwendet, der sechs Stimuli zur Farbkonstanz und eine Fragebogenskala zur anomalen Wahrnehmung beinhaltet. Die Ergebnisse lassen vermuten, dass der vermutete positive Zusammenhang zwischen interindividuellen Unterschieden bei anomaler Wahrnehmung und Farbkonstanz nicht besteht. Im Gegenteil, es zeigte sich, dass eine geringere Illusionsstärke bezüglich der Helligkeit in der Tendenz mit geringerer anomaler Wahrnehmung einherging."
},
"lindemann2024": {
    "author": "Mavie Lindemann",
    "year": 2024,
    "type": "Bachelor (finalized)",
    "type_extended": "Empirical study",
    "language": "German",
    "file_": "Bachelorarbeit_Lindemann_2024.pdf",
    "tags": ["large language model", "psychotherapy"],
    "title": "Comparison of the ability to empathize in the response behavior of ChatGPT and therapists in the therapy context",
    "title_de": "Vergleich der Empathiefähigkeit im Antwortverhalten von ChatGPT und Psychotherapeuten im Therapiekontext",
    "abstract": "This study examines the empathy capability in the response behavior of ChatGPT compared to psychotherapists within the therapy context. The aim of the study is to compare the ability of empathic response behavior of ChatGPT and psychotherapists to patient statements. For this purpose, the responses of ChatGPT and four licensed psychotherapists to patient statements are evaluated regarding empathy by naive participants. The results show that ChatGPT was rated higher in empathy than the psychotherapists. Further exploratory analyses on openness to technology, use of ChatGPT, perception of ChatGPT, and acceptance of artificial intelligence as a psychotherapist were conducted. Based on the additional exploratory analyses of this study, the higher rating of empathy for ChatGPT cannot yet be further explained. The results suggest that ChatGPT could potentially offer support in healthcare, but this should also be critically reflected upon in light of risk factors. The study highlights the possibilities of integrating artificial intelligence in psychotherapy and emphasizes the need for further research to differentiate the opportunities and challenges of this approach.",
    "abstract_de": "Diese Studie untersucht die Empathiefähigkeit im Antwortverhalten von ChatGPT im Vergleich zu Psychotherapeuten innerhalb des Therapiekontextes. Das Ziel der Studie ist es, die Fähigkeit des empathischen Antwortverhaltens von ChatGPT und Psychotherapeuten auf Patientenaussagen zu vergleichen. Dafür werden die Antworten von ChatGPT und vier approbierten Psychotherapeuten auf Patientenaussagen bezüglich der Empathie von naiven Teilnehmern bewertet. Die Ergebnisse zeigen, dass ChatGPT in der Bewertung der Empathie höher bewertet wurde als die Psychotherapeuten. Weitere explorative Analysen zur Technologieoffenheit, Verwendung von ChatGPT, Feststellung von ChatGPT und zur Akzeptanz von künstlicher Intelligenz als Psychotherapeut wurden durchgeführt. Auf Basis der ergänzenden explorativen Analysen dieser Studie kann die höhere Bewertung der Empathie von ChatGPT noch nicht näher erklärt werden. Die Ergebnisse legen nahe, dass ChatGPT eine potenzielle Unterstützung im Gesundheitswesen bieten könnte, welche aber auch mit Hinblick auf Risikofaktoren kritisch reflektiert werden sollte. Die Studie unterstreicht die Möglichkeiten der Integration von künstlicher Intelligenz in der Psychotherapie und betont die Notwendigkeit weiterer Forschung, um die Chancen und Herausforderungen dieses Ansatzes zu differenzieren."
},
"ezart2024": {
    "author": "Elias Zart",
    "year": 2024,
    "type": "Bachelor (finalized)",
    "type_extended": "Empirical study",
    "language": "German",
    "tags": ["color constancy", "depressive realism"],
    "title": "Depressive realism? The relationship between illusory color perception and depression proneness",
    "title_de": "Depressiver Realismus? Der Zusammenhang von illusorischer Farbwahrnehmung und Depressionsneigung",
    "abstract": "Depression is one of the most prevalent mental disorders in our society. One explanatory approach is depressive realism, which postulates that depressed individuals perceive the world more accurately. This assumption is based on the idea that depression is accompanied by increased sensory perceptual differences. For example, changes in color perception are often reported, such as the impression that “everything looks gray.” These differences are examined in this study through illusory color perception, or color constancy. Color constancy describes the mechanism by which objects appear to maintain their color under different lighting conditions. This study investigated the relationship between depressive tendency and illusory color perception. The results suggest that there is no relationship between depressive tendency and color perception. However, it was observed that, regardless of depressive tendency, the perception of brightness and saturation was correlated.",
    "abstract_de": "Die Depression ist eines der prävalentesten Störungsbilder unserer Gesellschaft. Ein Erklärungsansatz bietet der Depressive Realismus, welcher postuliert, dass depressive Menschen die Welt wahrheitsgetreuer wahrnehmen. Die Annahmen fußen daher,  dass  im  Zuge  einer  Depression  vermehrt  sensorische Wahrnehmungsunterschiede erkennbar sind. Beispielsweise wird eine veränderte Farbwahrnehmung geäußert, „alles wirke grau“. Untersucht werden diese in folgender Arbeit anhand der illusorischen Farbwahrnehmung, bzw. der Farbkonstanz. Diese beschreibt den Mechanismus, dass Objekte unter verschiedenen Lichtverhältnissen bei Betrachtung ihre Farbe beibehalten. In dieser Arbeit wurde der Zusammenhang von Depressionsneigung und der illusorischen Farbwahrnehmung untersucht. Die Ergebnisse  lassen  vermuten,  dass  kein  Zusammenhang  zwischen Depressionsneigung und Farbwahrnehmung besteht. Jedoch konnte beobachtet werden, dass, unabhängig von der Depressionsneigung, die Wahrnehmung von Helligkeit und Sättigung in Verbindung stand."
},
"isemer2024": {
    "author": "Ella Isemer",
    "year": 2024,
    "type": "Bachelor (finalized)",
    "type_extended": "Literature review",
    "language": "German",
    "tags": ["adhd", "gender", "neuro"],
    "title": "Neurobiological gender differences in ADHD",
    "title_de": "Neurobiologische Geschlechterunterschiede bei ADHS",
    "abstract": "Attention Deficit Hyperactivity Disorder (ADHD) affects approximately 5–7% of people in our society with a stable prevalence (Willcut, 2012). There is an unequal gender ratio of 3:1 in ADHD diagnoses (Cantwell, 1996), and differences between the sexes are also evident in the symptom profile. Based on this data, a systematic review of studies on neurobiological gender differences in individuals with ADHD was conducted. It was assumed that the differences in the symptom profile between men and women with ADHD would also be reflected neurobiologically. Therefore, comparisons were made between the structural and functional neurobiological representations of ADHD in men and women. The review searched for systematic differences in the neurobiological representation of ADHD among men with and without ADHD and women with and without ADHD. In total, 25 studies (18 structural and 7 functional studies) with a combined sample of 4,266 participants (SD = 128.6) were included in the literature review. ADHD in both males and females is represented structurally and functionally mainly in the basal ganglia, frontal cortex, limbic system, and cerebellum. As a result, individuals with ADHD are primarily affected in their motor inhibition and excitation, emotional evaluation of stimuli, directed attention, and higher cognitive processes. In males with ADHD, lower values were observed in these regions compared to males without ADHD. In females with ADHD, both lower and higher values were found compared to the control group. This may suggest that females with ADHD could compensate for possible deficits related to their ADHD symptoms through potentially greater performance in other brain areas. This could help explain the diagnostic bias and the differing manifestation and perception of symptoms in males and females with ADHD. Future research could more precisely investigate how these neurobiological gender differences in ADHD, particularly the partially higher values found in females, affect specific symptom clusters.",
    "abstract_de": "Aufmerksamkeits-Defizit-Störung (ADHS) betrifft mit konstanter Prävalenz in unserer Gesellschaft ungefähr 5 – 7% der Menschen (Willcut, 2012). Dabei zeigt sich ein ungleiches Geschlechterverhältnis von 3:1 der Diagnosen von ADHS (Cantwell, 1996) und auch im Symptombild zeigen sich einige Unterschiede zwischen den Geschlechtern. Aufgrund dieser Datenlage wurde ein systematisches Review über die Studienlage bezüglich der neurobiologischen Geschlechterunterschiede bei Personen mit ADHS durchgeführt. Es wurde davon ausgegangen, dass sich der Unterschied im Symptombild zwischen Männern und Frauen mit ADHS auch neurobiologisch widerspiegelt, sodass ein Vergleich jeweils in der strukturellen und funktionellen, neurobiologischen Repräsentation von ADHS bei Männern mit der von Frauen durchgeführt wurde. Dabei wurde nach systematischen Unterschieden in der neurobiologischen Repräsentanz von ADHS zwischen Männern mit und ohne ADHS und Frauen mit und ohne ADHS gesucht. Insgesamt wurden 25 Studien (18 strukturelle Studien, sieben funktionelle Studien) mit einer Gesamtstichprobe von 4266 Teilnehmern (SD = 128.6) in das Literaturreview eingeschlossen. ADHS repräsentiert sich beim weiblichen und männlichen Geschlecht strukturell und funktionell vor allem in Regionen der Basalganglien, des Frontalcortex, des limbischen Systems und des Kleinhirns. Dadurch werden Menschen mit ADHS hauptsächlich in ihrer Funktion der motorischen Inhibition und Exzitation, emotionalen Bewertung von Reizen, gerichteten Aufmerksamkeit und in höheren, kognitiven Prozessen beeinflusst. Beim männlichen Geschlecht mit ADHS zeigten sich in diesen Regionen niedrigere Werte im Vergleich zum männlichen Geschlecht ohne ADHS. Beim weiblichen Geschlecht mit ADHS wurde niedrigere und auch höhere Werte im Vergleich zur Kontrollgruppe festgestellt. Dies könnte darauf hinweisen, dass das weibliche Geschlecht mit ADHS eventuelle Defizite ihrer ADHS-Symptomatik durch eine mögliche bessere Leistungsfähigkeit in anderen Gehirnarealen ausgleichen könnten. Das könnte eine Erklärung für den Diagnose-Bias und die unterschiedlich auftretenden sowie wahrgenommenen Symptome beim männlichen und weiblichen Geschlecht mit ADHS bieten. In Zukunft könnte man genauer untersuchen, welche Auswirkungen die neurobiologischen Geschlechterunterschiede von ADHS, vor allem bezogen auf die teilweise höheren Werte des weiblichen Geschlechts auf spezielle Symptomgruppen haben."
},
"sterf2024": {
    "author": "Martha Sterf",
    "year": 2024,
    "type": "Bachelor (finalized)",
    "type_extended": "Empirical study",
    "language": "German",
    "tags": ["Parkinson", "exploration"],
    "title": "In Search of the New: Exploratory Behavior in Parkinson's Patients",
    "title_de": "Auf der Suche nach Neuem: Explorationsverhalten bei Parkinson-Patient*innen",
    "abstract": "The study investigates the decision-making behavior of people with Parkinson’s disease in relation to the exploration of new options (exploration) and the exploitation of known options (exploitation). In particular, the influence of dopamine deficiency on this behavior is examined. Due to their lack of dopamine, people with Parkinson’s often have difficulties performing both motor and cognitive tasks, which can also affect their decision-making. The study used a Multi-Armed Bandit (MAB) experiment to analyze the participants’ decision-making behavior. The sample consisted of three groups: people with Parkinson’s taking levodopa medication (PPD+), people with Parkinson’s off medication (PPD−), and a control group of people with polyneuropathy (PNP). Participants were asked to make decisions within an 8x8 grid to collect points. Their behavior was analyzed with regard to their tendency toward exploration or exploitation. The results show that the PPD− group performed significantly worse and made exploratory decisions more frequently. In contrast, the PPD+ group more often exploited known options (exploitation) and thereby achieved higher scores. The PNP group showed behavioral patterns similar to the PPD+ group. The findings highlight the importance of dopamine in decision-making. Dopamine deficiency in people with Parkinson’s impairs their ability to make optimal decisions and use rewards effectively. Levodopa medication improves decision-making behavior by promoting the exploitation of known options and reducing exploratory tendencies. These results confirm the theoretical assumption that dopamine plays a key role in regulating decision-making behavior.",
    "abstract_de": "Die Studie untersucht das Entscheidungsverhalten von Menschen mit Parkinson im Zusammenhang mit der Exploration neuer Optionen (Exploration) und der Ausbeutung bekannter Optionen (Exploitation). Insbesondere wird der Einfluss des Dopaminmangels auf dieses Verhalten beleuchtet. Menschen mit Parkinson haben aufgrund ihres Dopaminmangels oft Schwierigkeiten, sowohl motorische als auch kognitive Aufgaben zu bewältigen, was sich auch auf ihre Entscheidungsfindung auswirken kann. Die Studie verwendete ein Multi-Armed Bandit (MAB)-Experiment, um das Entscheidungsverhalten der Teilnehmer:innen zu analysieren. Die Stichprobe bestand aus drei Gruppen: Menschen mit Parkinson mit Levodopa-Medikation (PPD+), Menschen mit Parkinson off Medikation (PPD-), sowie einer Kontrollgruppe bestehend aus Menschen mit Polyneuropathie (PNP). Die Teilnehmer:innen mussten Entscheidungen innerhalb eines 8x8-Rasters treffen, um Punkte zu sammeln. Ihr Verhalten wurde hinsichtlich der Tendenz zur Exploration oder zur Ausbeutung analysiert. Die Ergebnisse zeigen, dass die PPD- eine signifikant schlechtere Leistung erbrachten und häufiger explorative Entscheidungen trafen. Im Gegensatz dazu nutzten die PPD+ häufiger bekannte Optionen (Exploitation) und erzielten dadurch höhere Punktzahlen. Die PNP zeigte ähnliche Verhaltensmuster wie die PPD+ Gruppe. Die Befunde unterstreichen die Bedeutung von Dopamin für die Entscheidungsfindung. Der Dopaminmangel bei Menschen mit Parkinson beeinträchtigt ihre Fähigkeit, optimale Entscheidungen zu treffen und Belohnungen effektiv zu nutzen. Die Levodopa-Medikation verbessert das Entscheidungsverhalten, indem sie die Ausbeutung bekannter Optionen fördert und die explorativen Tendenzen reduziert. Diese Ergebnisse bestätigen die theoretische Annahme, dass Dopamin eine Schlüsselrolle bei der Regulierung des Entscheidungsverhaltens spielt."
},


"brinker2025": {
    "author": "Oliver Brinker",
    "year": 2025,
    "type": "Bachelor (finalized)",
    "type_extended": "Empirical study",
    "language": "German",
    "file_": "Bachelorarbeit_Brinker_2025.pdf",
    "tags": ["politcial psychology", "personality"],
    "title": "Between Ideology and Identity: An Analysis of Personality Traits in Extreme Political Beliefs",
    "title_de": "Zwischen Ideologie und Identität: Eine Analyse von Persönlichkeitsmerkmalen bei extremen politischen Überzeugungen",
    "abstract": "The horseshoe effect describes the ideological and substantive proximity between extreme political positions in contrast to the moderate center. This study examines whether this effect is also reflected in personality traits by analyzing the Big Five personality traits (OCEAN model) in individuals with extreme left-wing and extreme right-wing political orientations. Based on a survey of 159 participants, political orientation was assessed using the Wahl-O-Mat for the 2024 European elections as well as a subjective political self-assessment. The results show significant correlations between personality traits and political orientations, but no clear evidence of a pronounced horseshoe effect. In particular, the dimension of openness shows tendencies that could indicate a horseshoe-shaped distribution. The study recommends further research with a larger and more diverse sample to continue testing the hypotheses and increase the validity of the results.",
    "abstract_de": "Der Hufeiseneffekt beschreibt die ideologische und inhaltliche Nähe zwischen extremen politischen Positionen im Gegensatz zur moderaten Mitte. Diese Studie untersucht, ob sich dieser Effekt auch in den Persönlichkeitsmerkmalen widerspiegelt, indem sie die Big-Five-Persönlichkeitsmerkmale (OCEAN-Modell) bei extrem linken und extrem rechten politischen Einstellungen analysiert. Basierend auf einer Umfrage unter 159 Teilnehmern wurde die politische Einstellung über den Wahl-O-Mat zur Europawahl 2024 sowie eine subjektive politische Selbsteinschätzung erfasst. Die Ergebnisse zeigen signifikante Korrelationen zwischen Persönlichkeitsmerkmalen und politischen Einstellungen, jedoch keine eindeutigen Beweise für einen aus- geprägten Hufeiseneffekt. Insbesondere die Dimension der Offenheit weist Tendenzen auf, die auf eine hufeisenförmige Verteilung hinweisen könnten. Die Studie empfiehlt eine zukünftige Untersuchung mit einer größeren und diverseren Stichprobe, um die Hypothesen weiter zu testen und die Validität der Ergebnisse zu erhöhen."
},


"nemecek2025": {
    "author": "Marek Nemecek",
    "year": 2025,
    "type": "Master (finalized)",
    "type_extended": "Empirical study",
    "language": "English",
    "file_": null,
    "tags": ["color constancy", "color vision", "FMRI", "MVPA"],
    "title": "Decoding illusory colours from human visual cortex",
    "title_de": "Dekodierung illusorischer Farben im menschlichen visuellen Kortex",
    "abstract": "Remarkably little is known about the neural basis of colour constancy, however the full mechanism is assumed to involve a complex chain of processes in the retina, thalamus and a cortical locus. The present study focuses on asking the question of where in the visual cortex can we find the encoding of apparent (or illusory) colour, utilizing a physically achromatic stimulus (colorimetric grey), induced to be perceived as one of six colours through an illumination cue. We used multivariate pattern analysis (MVPA) for fMRI in a cohort of 71 participants, focusing on early visual areas V1, V2, V3v/d and dorsal stream areas hV4, VO1 and VO2. First training a classifier on chromatic patches colorimetrically matched to the participants’ subjective perception of the induced illusion, we tested the same classifier on the patches of apparent colour. We found that, across three colour pairs, the classifier attains above-chance performance in discriminating apparent colours at least in V2, V3v/d, hV4 and VO1. A number of control analyses indicate that the effect is driven by the intended illusion.",
    "abstract_de": "Über die neuronale Grundlage der Farbkonstanz ist bemerkenswert wenig bekannt, jedoch wird angenommen, dass der vollständige Mechanismus eine komplexe Abfolge von Prozessen in der Netzhaut, im Thalamus und in einem kortikalen Bereich umfasst. Die vorliegende Studie untersucht die Frage, wo im visuellen Kortex die Kodierung von scheinbarer (oder illusorischer) Farbe zu finden ist, wobei ein physikalisch achromatischer Reiz verwendet wurde, der durch einen Beleuchtungsreiz als eine von sechs Farben wahrgenommen wurde. Wir verwendeten eine multivariate Musteranalyse (MVPA) für fMRT in einer Kohorte von 71 Teilnehmenden, mit Fokus auf die frühen visuellen Areale V1, V2, V3v/d sowie die dorsalen Stromareale hV4, VO1 und VO2. Zunächst wurde ein Klassifikator auf chromatische Farbfelder trainiert, die farbmetrisch an die subjektive Wahrnehmung der induzierten Illusion der Teilnehmenden angepasst waren; anschließend wurde derselbe Klassifikator auf die Farbfelder der scheinbaren Farbe getestet. Wir fanden heraus, dass der Klassifikator über drei Farbpaarungen hinweg eine überzufällige Leistung bei der Unterscheidung scheinbarer Farben erzielte, zumindest in V2, V3v/d, hV4 und VO1. Mehrere Kontrollanalysen deuten darauf hin, dass der Effekt durch die beabsichtigte Illusion hervorgerufen wird."
},

"wolf2025": {
    "author": "Barbora Wolf",
    "year": 2025,
    "type": "Master (finalized)",
    "type_extended": "Empirical study",
    "language": "English",
    "file_": null,
    "tags": ["conditioning", "metacognition", "confidence", "eye tracking", "skin conductance", "heart rate"],
    "title": "Is Confidence a Form of Internal Reward? A Pavlovian Conditioning Study",
    "title_de": "Konfidenz als intern generiertes Belohnungssignal? Eine Pawlovsche Konditionierungsstudie",
    "abstract": "Traditional learning theories mainly depend on external reward feedback to guide reinforcement learning, with the dopaminergic system significantly involved in encoding reward prediction errors (RPE; Schultz, 1998; O'Doherty, 2004). Neuroimaging studies have demonstrated that receiving external feedback activates dopaminergic neurons in the midbrain, which suggests synaptic plasticity. Nevertheless, learning can also occur without external feedback, prompting an investigation into the internal mechanisms influencing decision-making in such situations (Fleming and Dolan, 2012; Guggenmos et al., 2016). This study investigates whether internal confidence could serve as a learning signal through a novel confidence-based conditioning paradigm. Sixty-seven healthy participants engaged in a random dot motion task, designed to evoke varying levels of subjective confidence. Our findings revealed a pronounced confidence-induced conditioning effect, where stimuli associated with high confidence elicited higher pleasantness, akin to normative appetitive Pavlovian conditioning with external rewards. Notably, these effects were observed even in the absence of explicit awareness, highlighting the significant role of implicit learning mechanisms in the conditioning process. This behavioral effect was further supported by a concurrent conditioning effect on pupil dilation. Overall, these results support the hypothesis that subjective confidence can act as an internal reward, hence extending standard frameworks of reinforcement learning which operate solely on external feedback.",
    "abstract_de": "Traditionelle Lerntheorien stützen sich hauptsächlich auf externes Belohnungsfeedback, um Verstärkungslernen zu steuern, wobei das dopaminerge System maßgeblich an der Kodierung von Belohnungsvorhersagefehlern (RPE; Schultz, 1998; O'Doherty, 2004) beteiligt ist. Neuroimaging-Studien haben gezeigt, dass der Erhalt von externem Feedback dopaminerge Neuronen im Mittelhirn aktiviert, was auf synaptische Plastizität hindeutet. Dennoch kann Lernen auch ohne externes Feedback stattfinden, was die Untersuchung der internen Mechanismen erfordert, die Entscheidungsprozesse in solchen Situationen beeinflussen (Fleming und Dolan, 2012; Guggenmos et al., 2016). Diese Studie untersucht, ob internes Vertrauen als Lernsignal dienen kann, mithilfe eines neuartigen, auf Vertrauen basierenden Konditionierungsparadigmas. Siebenundsechzig gesunde Teilnehmende führten eine Random-Dot-Motion-Aufgabe durch, die darauf ausgelegt war, unterschiedliche Grade subjektiven Vertrauens hervorzurufen. Unsere Ergebnisse zeigten einen ausgeprägten, durch Vertrauen induzierten Konditionierungseffekt, bei dem Reize, die mit hohem Vertrauen assoziiert waren, eine höhere Angenehmheit auslösten – ähnlich wie bei einer normativen appetitiven Pavlovschen Konditionierung mit externen Belohnungen. Bemerkenswerterweise traten diese Effekte selbst ohne explizites Bewusstsein auf, was die bedeutende Rolle impliziter Lernmechanismen im Konditionierungsprozess unterstreicht. Dieser behaviorale Effekt wurde zusätzlich durch einen gleichzeitigen Konditionierungseffekt auf die Pupillenerweiterung gestützt. Insgesamt stützen diese Ergebnisse die Hypothese, dass subjektives Vertrauen als interne Belohnung wirken kann und somit die klassischen Modelle des Verstärkungslernens erweitert, die ausschließlich auf externem Feedback basieren."
},


"eichhorn2025": {
    "author": "Fabienne Eichhorn",
    "year": 2025,
    "type": "Bachelor (finalized)",
    "type_extended": "Empirical study",
    "language": "German",
    "file_": null,
    "tags": ["sleep", "sleep quality", "well-being", "polysomnography"],
    "title": "On the relationship between sleep quality and psychological well-being in children",
    "title_de": "Über den Zusammenhang zwischen Schlafqualität und psychischem Wohlbefinden bei Kindern",
    "abstract": "Psychological well-being plays a central role in the healthy development of children and is increasingly being addressed in research. In particular, sleep quality is considered a significant influencing factor on psychological well-being. The aim of this study is to examine the relationship between subjectively and objectively measured sleep quality and psychological well-being in children. Psychological well-being and subjective sleep quality were assessed using questionnaires, while objective sleep quality was measured through markers obtained via polysomnography (PSG). The study was based on computer-generated data for a sample of 50 children aged 3 to 14 years. The CSWS, used to measure general subjective sleep quality, showed a significant association with psychological well-being (SDQ). No significant relationship was found between the SDQ and the custom questionnaire designed to assess subjective sleep quality based on a single night. Among all PSG markers, the arousal index showed the strongest relevance, correlating significantly with the SDQ. The study highlights the importance of both subjective and objective assessments of sleep quality in children. Future studies using real datasets are necessary to enable conclusions regarding the prevention and early diagnosis of psychological distress in childhood.",
    "abstract_de": "Psychisches Wohlbefinden spielt eine zentrale Rolle für die gesunde Entwicklung von Kindern und wird zunehmend in der Forschung thematisiert. Be- sonders Schlafqualität wird als bedeutender Einflussfaktor auf das psychische Wohlbefinden betrachtet. Ziel dieser Studie ist es, den Zusammenhang zwischen subjektiv und objektiv gemessener Schlafqualität und dem psychischen Wohlbefin- den bei Kindern zu untersuchen. Das psychische Wohlbefinden und die subjektive Schlafqualität wurden anhand von Fragebögen und die objektive Schlafqualität mittels Marker gemessen, die mithilfe einer Polysomnographie (PSG) erfasst wurden. Die Studie basierte auf computergenerierten Daten für eine Stichprobe von 50 Kindern im Alter von 3 bis 14 Jahren. Der CSWS zur Messung der allgemeinen subjektiven Schlafqualität hing signifikant mit dem psychischen Wohlbefinden (SDQ) zusammen. Zwischen dem SDQ und dem erstellten Fragebogen zur Messung der subjektiven Schlafqua- lität bezogen auf eine Nacht ließ sich kein signifikanter Zusammenhang feststellen. Von allen PSG-Markern zeigte der Arousal-Index die stärkste Relevanz, der signifi- kant mit dem SDQ korrelierte. Die Arbeit unterstreicht die Relevanz einer subjektiven und objektiven Erfassung der Schlafqualität bei Kindern. Zukünftige Studien mit realen Datensät- zen sind notwendig, um Aussagen zur Prävention und Frühdiagnostik psychischer Belastungen im Kindesalter treffen zu können."
},


"grebe2025": {
    "author": "Lea Anique Grebe",
    "year": 2025,
    "type": "Bachelor (finalized)",
    "type_extended": "Literature review",
    "language": "German",
    "file_": null,
    "tags": ["psychedelics", "PTSD", "trauma"],
    "title": "Which psychological and neurological mechanisms explain the effect of psychedelics in the treatment of posttraumatic stress disorder?f",
    "title_de": "Welche psychologischen und neurologischen Mechanismen erklären den Einfluss von Psychedelika in der Therapie der Posttraumatischen Belastungsstörung?",
    "abstract": "This systematic review examines potential mechanisms of action of psychedelic substances in the treatment of post-traumatic stress disorder (PTSD). PTSD is associated with significant suffering for those affected, while current pharmacological and psychotherapeutic treatment methods often do not lead to complete remission. Psychedelic-assisted psychotherapy offers hope, particularly for individuals with complex or chronic courses, as initial results appear promising. The focus of this work lies on the modulation of the default mode network (DMN), the shift in perspective through mystical-transcendental experiences, and the improvement of emotion regulation. Included are classical psychedelics as well as 3,4-methylenedioxy-N-methylamphetamine (MDMA), which is often functionally categorized within this group of substances. Understanding the neurobiological and psychological interrelations enables the development, combination, and individualization of interventions on both levels. Psychedelics do not act as standalone miracle cures but rather serve a catalytic function by facilitating deeper psychotherapeutic processes. The results suggest that changes in the DMN and in emotion regulation may play a central role. Furthermore, subjective experiences – despite their limited quantifiability – prove to be significant for the therapeutic process.",
    "abstract_de": "Diese systematische Übersichtsarbeit untersucht potenzielle Wirkmechanismen von psychedelischen Substanzen in der Behandlung der Posttraumatischen Belastungsstörung (PTBS). PTBS geht für Betroffene mit großem Leidensdruck einher, während die aktuellen pharmakologischen sowie psychotherapeutischen Behandlungsmethoden häufig nicht zur vollständigen Remission führen. Die Psychedelika-assistierte Psychotherapie gibt insbesondere Menschen mit komplexen oder chronischen Verläufen Hoffnung, da erste Ergebnisse vielversprechend erscheinen. Im Fokus der Arbeit stehen die Modulation des Default Mode Networks (DMN), die Veränderung der Perspektive durch mystisch-transzendentale Erfahrungen und die Verbesserung der Emotionsregulation. Einbezogen werden klassische Psychedelika sowie 3,4-Methylendioxy-N-methylamphetamin (MDMA), das funktional oft mit zu dieser Substanzgruppe gezählt wird. Das Verständnis neurobiologischer und psychologischer Zusammenhänge ermöglicht es, Interventionen auf beiden Ebenen zu entwickeln, zu kombinieren und zu individualisieren. Psychedelika wirken nicht als alleinige Wundermittel, sondern vor allem katalytisch, indem sie tiefere psychotherapeutische Prozesse ermöglichen. Die Ergebnisse deuten darauf hin, dass Veränderungen im DMN und in der Emotionsregulation eine zentrale Rolle spielen können. Auch subjektive Erfahrungen – trotz begrenzter Quantifizierbarkeit – erweisen sich als bedeutsam für den therapeutischen Prozess."
},


"stolze2025": {
    "author": "Emmi Stolze",
    "year": 2025,
    "type": "Bachelor (finalized)",
    "type_extended": "Empirical study",
    "language": "German",
    "tags": ["visual perception", "face perception", "left-side bias"],
    "title": "The influence of presentation duration on the left-side bias in face perception",
    "title_de": "Einfluss der Präsentationsdauer auf den linkslateralen Bias in der Gesichtswahrnehmung",
    "abstract": "The left-side bias in face perception describes the tendency to preferentially and more intensively process information from the left visual field. This robust phenomenon is attributed to an interaction between right-hemisphere dominance and attentional processes. However, it is still unclear at which presentation duration this bias reliably occurs. The aim of the present study was to systematically investigate the influence of presentation duration on the strength of the left-side bias. A sample of 110 adults completed a chimera test in which the presentation times (100 ms to 1600 ms) were varied. In addition, a self-assessment of face memory ability was collected in the online experiment. The data were analyzed using GLMMs, logistic regressions and correlations. The presentation duration has a significant influence on the strength of the left-side bias. While no bias was detected at 100 ms and 200 ms, a significant effect was observed at 400 ms and 800 ms. At 1600 ms, however, no significant bias was detected. A V-shaped curve was observed. There were no significant correlations between the strength of the bias and individual factors such as face memory, gender, handedness, or age. Unexpectedly, the effect was observed especially for right-left mirroring. The findings suggest that the left-side bias is a time-dependent, robust phenomenon that occurs even after brief stimulus exposure. A required time interval of approximately 400 ms suggests that processing is dominated by right-hemispheric mechanisms. The results contribute to the understanding of the temporal dynamics of the bias and open up avenues for future research with emotional stimuli and finer gradations of presentation durations.",
    "abstract_de": "Der linkslaterale Bias in der Gesichtswahrnehmung beschreibt die Tendenz, Informationen aus dem eigenen linken Gesichtsfeld bevorzugt und intensiver zu verarbeiten. Dieses robuste Phänomen wird auf eine Interaktion rechtshemisphärischer Dominanz und Aufmerksamkeitsprozesse zurückgeführt. Aktuell ist jedoch noch unklar, ab welcher Präsentationsdauer dieser Bias zuverlässig auftritt. Ziel der vorliegenden Arbeit ist es, den Einfluss der Präsentationsdauer auf die Ausprägung des linkslateralen Bias systematisch zu untersuchen. Eine Stichprobe von 110 Erwachsenen bearbeitete einen Chimären-Test, bei welchem die Präsentationsdauern (100 ms bis 1600 ms) variierten. Zusätzlich wurde in dem Online-Experiment eine Selbsteinschätzung der Fähigkeit zur Gesichtserinnerung erhoben. Die Daten wurden mit GLMMs, logistischen Regressionen und Korrelationen analysiert. Die Präsentationsdauer hat einen signifikanten Einfluss auf die Ausprägung des linkslateralen Bias. Während bei 100 ms und 200 ms kein Bias nachgewiesen werden konnte, zeigte sich ab 400 ms und 800 ms ein signifikanter Effekt. Bei 1600 ms konnte hingegen kein signifikanter Bias mehr festgestellt werden. Es zeigte sich ein V-förmiger Verlauf. Zwischen der Stärke des Bias und individuellen Faktoren wie Gesichtserinnerungsfähigkeit, Geschlecht, Händigkeit oder Alter, bestanden keine signifikanten Zusammenhänge. Unerwartet trat der Bias ausschließlich bei der RL-Spiegelung auf. Die Befunde deuten darauf hin, dass der linkslaterale Bias ein zeitabhängiges robustes Phänomen ist, das bereits nach einer geringen Reizverfügung auftritt. Ein erforderliches Zeitintervall von etwa 400 ms lässt darauf schließen, dass die Verarbeitung durch dominante rechtshemisphärische Prozesse geprägt ist. Die Ergebnisse tragen zum Verständnis der zeitlichen Dynamik des Bias bei und eröffnen Ansatzpunkte für zukünftige Forschung mit emotionalen Stimuli und feineren Abstufungen der Präsentationsdauern."
},

"tiedemann2025": {
    "author": "Moritz Tiedemann",
    "year": 2025,
    "type": "Master (finalized)",
    "type_extended": "Empirical study",
    "language": "German",
    "tags": ["large language model", "psychotherapy"],
    "title": "AI-Supported Psychotherapy via WhatsApp: A Quantitative Study on the Interaction Between Prejudices and User Experiences",
    "title_de": "KI-gestützte Psychotherapie via WhatsApp: Eine Quantitative-Studie zur Interaktion von Vorurteilen und Nutzererfahrungen",
    "abstract": "Artificial intelligence (AI) is gaining importance in psychotherapeutic contexts but continues to face prejudice. This study examined how prejudice and user experience influence the acceptance of an AI-supported intervention. In a cross-over design, 126 participants took part in an approximately 30-minute WhatsApp-based intervention, which was based on general psychotherapeutic common factors and a classic process model of counseling. Prejudice (custom scale) and therapeutic alliance (HAQ-D) were assessed. The results showed that prior activation of prejudice did not lead to a more critical evaluation of the alliance, and user experience did not significantly reduce existing prejudice. Exploratory analyses indicated slight improvements in self-reflection, trust building, and reduction of alienation, while doubts regarding empathy, competence, and responsibility persisted. Short-term experiences proved insufficient to change deeply rooted skepticism.",
    "abstract_de": "Künstliche Intelligenz (KI) gewinnt in psychotherapeutischen Kontexten an Bedeutung, stößt jedoch auf Vorurteile. Diese Arbeit untersuchte, wie Vorurteile und  Nutzungserfahrung  die  Akzeptanz  einer  KI-gestützten  Intervention beeinflussen. In einem Cross-over-Design nahmen 126 Personen an einer ca. 30-minütigen WhatsApp-basierten Intervention teil, die sich an allgemeinen psychotherapeutischen Wirkfaktoren und einem klassischen Prozessmodell von Gesprächsführung orientierte. Erfasst wurden Vorurteile (eigene Skala) und die therapeutische Allianz (HAQ-D). Die Ergebnisse zeigten, dass eine Voraktivierung von Vorurteilen nicht zu einer kritischeren Allianzbewertung führte und die Nutzungserfahrung bestehende Vorurteile nicht signifikant reduzierte. Explorativ zeigten sich leichte Verbesserungen bei Selbstreflexion, Vertrauensbildung und Reduktion von Befremdlichkeit, während Zweifel an Empathie, Kompetenz und Verantwortlichkeit bestehen blieben. Die kurzfristigen Erfahrungen erwiesen sich als unzureichend, um tief verankerte Skepsis zu verändern."
},

"wegwerth2025": {
    "author": "Mark-Philip Wegwerth",
    "year": 2025,
    "type": "Bachelor (finalized)",
    "type_extended": "Empirical study",
    "language": "German",
    "tags": ["political psychology"],
    "title": "Emotional argumentation strategies for populistist persuasions",
    "title_de": "Emotionale Argumentationsstrategien bei Populistischen Überzeugungen",
    "abstract": "Political populism is gaining increasing importance and is regarded as a threat to liberal democracy and the rule of law. This raises the question of how to argue effectively against populist beliefs. Previous research points to the persuasive power of emotional argumentation. In terms of valence, the persuasive quality of negative messages in particular has been emphasized. Furthermore, the underlying literature suggests that the influence of narratives on beliefs and attitudes increases with a higher degree of immersion among recipients. For this study, conducted in a 2x2x2 within-subject design, N = 108 participants aged 18 and older were recruited. They took part in an online questionnaire in which, for eight populist statements, they were each presented with one of four different argumentation strategies. These strategies differed in valence and degree of immersiveness, resulting in descriptive-negative, descriptive-positive, immersive-negative, and immersive-positive argumentations. Participants rated the persuasiveness of the arguments as well as their agreement with the populist statements before and after the argumentation. The data were analyzed using a linear mixed model. Agreement with the populist statements decreased significantly after the presentation of the arguments. No significant main effects or interactions were found for valence or immersiveness. Nevertheless, tendencies emerged indicating that descriptive argumentations were more persuasive and led to lower agreement than immersive argumentations. Similarly, negative argumentations, when presented descriptively, were found to be more persuasive than positive ones. The results suggest that emotional argumentations are effective against populist beliefs. However, this effectiveness cannot be attributed to the degree of valence or immersiveness of an argumentation.",
    "abstract_de": "Politischer Populismus erlangt zunehmend an Bedeutung und wird als Gefahr für die liberale Demokratie und Rechtsstaatlichkeit angesehen. Es stellt sich daher die Frage, wie argumentativ gegen populistische Überzeugungen vorgegangen werden kann. Bisherige Forschung weist auf die überzeugende Wirkung von emotionalen Argumentationen hin. Im Bereich der Valenz wird insbesondere die persuasive Eigenschaft negativer Botschaften betont. Zudem deutet die zugrunde liegende Literatur darauf hin, dass der Einfluss von Narrativen auf Überzeugungen und Einstellungen mit zunehmendem Grad an Immersion bei den Empfänger:innen steigt. Für die Untersuchung in einem 2x2x2-within-subject-Design wurden N = 108 Proband:innen ab 18 Jahren akquiriert. Diese haben an einem Online-Fragebogen teilgenommen, in dem ihnen zu acht populistischen Aussagen jeweils eine von vier verschiedenen Argumentationsstrategien präsentiert wurden. Diese Argumentationsstrategien unterschieden sich in ihrer Valenz und ihrem Grad an Immersivität. Daraus ergaben sich deskriptiv-negative, deskriptiv-positive, immersiv-negative und immersiv-positive Argumentationen. Abgefragt wurde die Überzeugungskraft der Argumentationen, sowie die Zustimmung zu den populistischen Aussagen, vor und nach der Argumentation. Analysiert wurden die Daten mit einem linearen gemischten Modell. Die Zustimmung zu den populistischen Aussagen hat sich nach der Präsentation der Argumentationen signifikant reduziert. Für Valenz und Immersivität konnten keine signifikanten Haupteffekte und Interaktionen nachgewiesen werden. Dennoch zeigten sich Tendenzen, dass deskriptive Argumentationen eine höhere Überzeugungskraft zeigten und zu einer geringeren Zustimmung geführt haben als immersive Argumentationen. Gleiches ließ sich für negative Argumentationen im Vergleich zu positiven finden, sofern diese deskriptiv vorgetragen wurden. Die Ergebnisse deuten darauf hin, dass emotionale Argumentationen gegen populistische Überzeugungen wirksam sind. Jedoch kann diese Wirksamkeit nicht auf die Ausprägung der Valenz und der Immersivität einer Argumentation zurückgeführt werden."
},


"faceAsymMeta": {
    "author": null,
    "year": null,
    "type": "Proposal",
    "type_extended": "Empirical study",
    "language": "German",
    "tags": ["visual perception", "face perception", "left-side bias"],
    "title": "Metacognitive awareness of the left visual field half-face advantage",
    "title_de": "Metakognitives Bewusstsein für präferentielle linksseitige Gesichterverarbeitung",
    "abstract": "The left visual field (LVF) advantage in face recognition tasks refers to the phenomenon where individuals typically recognize faces more accurately and quickly when they are presented in the left visual field, which is processed by the right hemisphere of the brain. The current project aims to investigate the presence and extent of metacognitive awareness regarding this LVF advantage. In a web-based perceptual and mnemonic task, participants will perceive original and chimeric faces in an encoding phase. In a subsequent recollection phase, participants perform an old/new recognition task and indicate their confidence on a 5-point Likert scale. We hypothesize that humans have metacognitive awareness regarding their own left visual field advantage which entails two predictions: higher confidence for chimeric versus original faces, and similar metacognitive efficiency for chimeric versus original faces. In an exploratory analysis it is assessed whether metacognitive awareness is associated with the performance in a super-recognizer face perception test.",
    "abstract_de": "-"
},

"splitBrain": {
    "author": null,
    "year": null,
    "type": "Proposal",
    "type_extended": "Review",
    "language": "German",
    "tags": ["split brain", "consciousness"],
    "title": "A systematic review of behavioral findings in split brain patients since Sperry and Gazzaniga's The Split Brain in Man",
    "title_de": "Systematisches Review von Verhaltenseffekten in Split-Brain-Patienten seit Sperry und Gazzanigas The Split Brain in Man",
    "abstract": "This review aims to summarize and synthesize the extensive body of research conducted on split brain patients since the pioneering studies by Roger Sperry and Michael Gazzaniga in the 1960s. Sperry and Gazzaniga's groundbreaking work on The Split Brain in Man unveiled critical insights into the lateralization of brain functions, particularly how the two hemispheres of the brain operate independently yet can compensate for each other when the corpus callosum is severed. This review will explore subsequent findings that have expanded our understanding of hemispheric specialization, interhemispheric communication, and the neurocognitive mechanisms underpinning these processes. We will examine key behavioral studies that investigate the effects of split brain surgery on sensory perception, motor control, language, and cognition. Additionally, the review will address advancements in neuroimaging techniques that have provided more detailed observations of the functional and structural changes in split brain patients.",
    "abstract_de": ""
},
"prenatalHandPreference": {
    "author": null,
    "year": null,
    "type": "Proposal",
    "type_extended": "Review",
    "language": "German",
    "tags": ["handedness", "gender"],
    "title": "Prenatal indicators of gender differences in handedness",
    "title_de": "Pränatale Indikatoren von Händigkeitsunterschieden zwischen Männern und Frauen",
    "abstract": "This proposal aims to investigate prenatal indicators of handedness differences between males and females through the analysis of thumb-sucking behaviors observed in ultrasound studies. Previous research has suggested that handedness may be determined as early as the prenatal stage, with thumb-sucking behavior serving as a potential early indicator. This study will systematically review and analyze ultrasound data to identify patterns and frequencies of thumb-sucking in fetuses, comparing these behaviors between male and female subjects. We aim to determine if there are significant differences in the incidence and preference of thumb-sucking between genders, and if these differences correlate with postnatal handedness. This review will clarify the role of nature versus nurture in the development of handedness differences between men and women.",
    "abstract_de": ""
},
"metasens": {
    "author": null,
    "year": null,
    "type": "Proposal",
    "type_extended": "Empirical study",
    "language": "German",
    "tags": ["hypersensitivity", "metacognition"],
    "title": "Relationship between hypersensitivity and metacognitive sensitivity",
    "title_de": "Zusammenhang von Hochsensibilität und metakognitiver Sensitivität",
    "abstract": "This study aims to explore the relationship between metacognitive sensitivity and hypersensitivity. Hypersensitivity or sensory processing sensitivity is a trait-like construct involving an increased sensitivity and deeper cognitive processing of physical, social, and emotional stimuli. While hypersensitivity is often linked to the processing of external stimuli, little is known whether such increased sensitivity applies to internal thoughts as well. Here we hypothesize that highly sensitive persons show an enhanced ability to evaluate the correctness of own thoughts, actions and perceptions, also known as metacognitive ability. To this aim, participants will be assessed with the Highly Sensitive Person Scale (HSPS) and perform a series of tasks involving confidence ratings. Understanding the relationship between hypersensitivity and metacognitive sensitivity will provide insights into the cognitive mechanisms underlying hypersensitivity.",
    "abstract_de": ""
},
"fakeFeedback": {
    "author": null,
    "year": null,
    "type": "Proposal",
    "type_extended": "Empirical study",
    "language": "German",
    "tags": ["metacognition", "feedback", "visual perception"],
    "title": "The effect of fake feedback on metacognition",
    "title_de": "Die Auswirkung von manipuliertem Feedback auf Metakognition",
    "abstract": "This Bachelor proposal builds on and extends an existing dataset investigating effects of fake feedback on metacognition. In a between-subject design, one group receives reliable feedback, a second group receives manipulated feedback and third group receives no feedback in a perceptual decision-making task. After indicating the perceived motion direction of a random dot kinematogram, participants rate the confidence in their choice. It is hypothesized that fake feedback not only detoriates perceptual performance, but also the metacognitive ability to discern between own correct and incorrect choices. Exploratory analyses investigate the role of manipulation awareness, i.e. if effects of fake feedback depend on whether participants are aware or unaware about the feedback manipulation.",
    "abstract_de": ""
},

"populismTheory": {
    "author": null,
    "year": null,
    "type": "Proposal",
    "type_extended": "Literature review",
    "language": "German",
    "tags": ["political psychology"],
    "title": "Review: psychological types of persuasive strategy",
    "title_de": "Review: psychologische Argumentstrategien",
    "abstract": "The rise of extreme left- and right-wing political parties in Germany's political landscape has become a significant concern for many observers. This shift toward more populist positions reflects a broader trend both within and beyond Germany, yet the underlying psychological mechanisms remain poorly understood. Notably, an increasing number of individuals appear susceptible to political propaganda and conspiracy theories, while showing limited receptiveness to rational discourse. This raises a critical question: what are the most effective psychological strategies for engaging this group in constructive, rational debate? To address this, the thesis will 1) provide an overview of different categories of psychological argumentation strategies (through a literature review) and 2) apply these insights to common populist misconceptions in contemporary German politics.",
    "abstract_de": ""
},
"populismTestDevelopment": {
    "author": null,
    "year": null,
    "type": "Proposal",
    "type_extended": "Questionnaire development",
    "language": "German",
    "tags": ["political psychology"],
    "title": "Designing an Experiment to compare persuasive strategies in the context of populist political positions",
    "title_de": "Entwicklung eines Experimentes zum Vergleich argumentativer Strategien im Kontext populistischer politischer Positionen",
    "abstract": "The rise of extreme left- and right-wing political parties in Germany's political landscape has become a significant concern for many observers. This shift toward more populist positions reflects a broader trend both within and beyond Germany, yet the underlying psychological mechanisms remain poorly understood. Notably, an increasing number of individuals appear susceptible to political propaganda and conspiracy theories, while showing limited receptiveness to rational discourse. This raises a critical question: what are the most effective psychological strategies for engaging this group in constructive, rational debate? The aim of this thesis is to design an experiment that compares the effectiveness of various psychological argumentation strategies. This will involve selecting a range of populist positions and developing corresponding psychological arguments tailored to each strategy for systematic comparison.",
    "abstract_de": ""
},

"populismFieldStudy": {
    "author": null,
    "year": null,
    "type": "Proposal",
    "type_extended": "Empirical study",
    "language": "German",
    "tags": ["political psychology"],
    "title": "Field experiment to compare persuasive strategies in the context of populist political positions",
    "title_de": "Feldstudie zum Vergleich argumentativer Strategien im Kontext populistischer politischer Positionen",
    "abstract": "The rise of extreme left- and right-wing political parties in Germany's political landscape has become a significant concern for many observers. This shift toward more populist positions reflects a broader trend both within and beyond Germany, yet the underlying psychological mechanisms remain poorly understood. Notably, an increasing number of individuals appear susceptible to political propaganda and conspiracy theories, while showing limited receptiveness to rational discourse. This raises a critical question: what are the most effective psychological strategies for engaging this group in constructive, rational debate? This thesis will compare the effectiveness of various psychological argumentation strategies among individuals which identify with extreme left- or right-wing political parties. A major challenge for this thesis is recruiting a meaningful sample of individuals from local political branches, internet forums or through other means.",
    "abstract_de": ""
},
"templateXXXX": {
    "author": null,
    "year": null,
    "type": "",
    "type_extended": "",
    "language": "German",
    "file": null,
    "tags": [],
    "title": "",
    "title_de": "",
    "abstract": "",
    "abstract_de": ""
}
}
