{
"settmacher2023": {
    "author": "Henriette Hermine Settmacher",
    "year": 2023,
    "type": "Bachelor (finalized)",
    "type_extended": "Empirical study",
    "language": "German",
    "file_": "Bachelorarbeit_Settmacher_2023.pdf",
    "tags": ["metacognition", "depressive realism"],
    "title": "The relationship between empirical metacognition and depressive realism",
    "title_de": "Der Zusammenhang zwischen empirischer Metakognition und depressivem Realismus",
    "abstract": "The hypothesis of depressive realism describes the phenomenon that people suffering from depression are able to judge their actions more realistically then a healthy control group would. This assumption is contradictory to the previous understandings of the treatment of depressed patients. The focus was previously set on changing dysfunctional patterns of thinking and cognitive distortions. Studies show that people with depression exhibit a lack of the so-called metacognitive bias and other changes in their metacognition. Metacognition is in the far sense understood as thinking about thinking. This present study examines if one is able to replicate the depressive realism hypothesis in a subclinical subject population (N=72). The subjects where presented with a number of trivial and general knowledge statements which they had to judge the accuracy of. After that the subjects had to judge their performance. This experimental setup was then followed by a self-report questionnaire about depression (Beck's Depression Inventory II) and a questionnaire about metacognition (MFK-30). The study showed that depressed subject where significantly better at judging oneself realistically, in comparison to non-depressed individuals. The present study explores which indications these findings could have for future therapy of depressed patients and how the depressive realism hypothesis can be confirmed.",
    "abstract_de": "Die Hypothese des depressiven Realismus beschreibt das Phänomen, dass Menschen mit einer depressiven Erkrankung in verschiedenen Situationen in der Lage sind sich realistischer einzuschätzen, als es bei gesunden Vergleichspersonen der Fall ist. Diese Annahme widerspricht deutlich dem bisherigen Verständnis der Behandlung depressiver Patient*innen, da hier vor allem ein Augenmerk auf die Veränderung dysfunktionaler Gedankenmuster und kognitiver Verzerrungen gelegt wird. Studien zeigen allerdings, dass depressive Versuchspersonen die Abwesenheit eines metakognitiven Bias und weitere Veränderung der metakognitiven Verarbeitung aufweisen. Unter Metakognition wird im weiten Sinne das Denken über das Denken verstanden. Mit der vorliegenden Studie sollte exploriert werden, inwiefern die Hypothese des depressiven Realismus anhand einer subklinischen Proband*Innenpopulation (N=72) exploriert werden kann, indem den Versuchspersonen verschiedene allgemeinwissenschaftliche und triviale Aussagen präsentiert wurden, welche sie in ihrer Richtigkeit bewerten und nachfolgend ihre eigene Leistung einschätzen sollten. Dieser Versuchsaufbau wurde anschließend mit Selbstberichtsbögen zur depressiven Symptomatik (Becks- Depressions- Inventar II) und einem Fragebogen über die persönlichen metakognitiven Prozesse in Zusammenhang gesetzt. Es zeigte sich, dass depressive Proband*Innen signifikant realistischer in ihrer Einschätzung waren, als es bei nichtdepressiven Proband*Innen der Fall war. Die vorliegende Studie exploriert, welche Implikationen dieser Fund für die Therapie von depressiven Personen haben könnte und inwiefern die Hypothese des depressiven Realismus bestätigt werden kann."
},
"szart2024": {
    "author": "Sophie Zart",
    "year": 2024,
    "type": "Bachelor (finalized)",
    "type_extended": "Empirical study",
    "language": "German",
    "file_": "Bachelorarbeit_Zart_2024a.pdf",
    "tags": ["color constancy", "anomalous perception"],
    "title": "The relation between anomalous perceptions and color constancy",
    "title_de": "Der Zusammenhang zwischen der Neigung zu anomalen Wahrnehmungen und Farbkonstanz",
    "abstract": "The phenomenon of color constancy has been researched for centuries, yet there is still no definitive result on how it arises. Color constancy refers to the consistent color perception of objects under different light sources. This means that objects maintain their original color and brightness for the observer under different lighting conditions. The guiding theoretical framework in this work is the Predictive Processing Theory, which has been prominently applied to the study of psychoses. It is assumed that the perception of people with a tendency towards psychosis is excessively influenced by prior expectations and contextual influences. As a result, distortions in perception, such as hallucinations and delusions, arise. Against this theoretical background, the present work examines the relationship between subclinical anomalous perception and color constancy in a convenience sample (N=92). A questionnaire is used, which includes six stimuli for color constancy and a questionnaire scale for anomalous perception. The results suggest that the hypothesized positive relationship between interindividual differences in anomalous perception and color constancy does not exist. On the contrary, it was found that a lower illusion strength regarding brightness tended to be associated with lower anomalous perception.",
    "abstract_de": "Das Phänomen der Farbkonstanz wird seit Jahrhunderten erforscht, dennoch gibt es noch immer kein eindeutiges Ergebnis, wie sie entsteht. Als Farbkonstanz wird dabei die gleichbleibende Farbwahrnehmung unter verschiedenen Lichtquellen von beispielsweise Objekten gemeint. Das heißt, dass Objekte unter unterschiedlichen Lichtfarben ihre Ursprungsfarbe sowie die Helligkeit dieser Farbe für den Betrachter beibehalten. Die leitende Vermutung in dieser Arbeit ist die Predictive-Processing Theorie, die besonders bei der Erforschung von Psychosen Anwendung findet. Es wird davon ausgegangen, dass die Wahrnehmung von Menschen mit Psychoseneigung übermäßig stark durch Vorerwartungen und kontextuelle Einflüsse beeinflusst wird. Aus diesem Grund entstehen Verzerrungen in der Wahrnehmung, wie Halluzinationen und Wahn. Vor diesem theoretischen Hintergrund untersucht die vorliegende Arbeit den Zusammenhang von subklinischer anomaler Wahrnehmung und Farbkonstanz in einer Gelegenheitsstichprobe (N=92). Dafür wird ein Fragebogen verwendet, der sechs Stimuli zur Farbkonstanz und eine Fragebogenskala zur anomalen Wahrnehmung beinhaltet. Die Ergebnisse lassen vermuten, dass der vermutete positive Zusammenhang zwischen interindividuellen Unterschieden bei anomaler Wahrnehmung und Farbkonstanz nicht besteht. Im Gegenteil, es zeigte sich, dass eine geringere Illusionsstärke bezüglich der Helligkeit in der Tendenz mit geringerer anomaler Wahrnehmung einherging."
},
"lindemann2024": {
    "author": "Mavie Lindemann",
    "year": 2024,
    "type": "Bachelor (finalized)",
    "type_extended": "Empirical study",
    "language": "German",
    "file_": "Bachelorarbeit_Lindemann_2024.pdf",
    "tags": ["large language model", "psychotherapy"],
    "title": "Comparison of the ability to empathize in the response behavior of ChatGPT and therapists in the therapy context",
    "title_de": "Vergleich der Empathiefähigkeit im Antwortverhalten von ChatGPT und Psychotherapeuten im Therapiekontext",
    "abstract": "This study examines the empathy capability in the response behavior of ChatGPT compared to psychotherapists within the therapy context. The aim of the study is to compare the ability of empathic response behavior of ChatGPT and psychotherapists to patient statements. For this purpose, the responses of ChatGPT and four licensed psychotherapists to patient statements are evaluated regarding empathy by naive participants. The results show that ChatGPT was rated higher in empathy than the psychotherapists. Further exploratory analyses on openness to technology, use of ChatGPT, perception of ChatGPT, and acceptance of artificial intelligence as a psychotherapist were conducted. Based on the additional exploratory analyses of this study, the higher rating of empathy for ChatGPT cannot yet be further explained. The results suggest that ChatGPT could potentially offer support in healthcare, but this should also be critically reflected upon in light of risk factors. The study highlights the possibilities of integrating artificial intelligence in psychotherapy and emphasizes the need for further research to differentiate the opportunities and challenges of this approach.",
    "abstract_de": "Diese Studie untersucht die Empathiefähigkeit im Antwortverhalten von ChatGPT im Vergleich zu Psychotherapeuten innerhalb des Therapiekontextes. Das Ziel der Studie ist es, die Fähigkeit des empathischen Antwortverhaltens von ChatGPT und Psychotherapeuten auf Patientenaussagen zu vergleichen. Dafür werden die Antworten von ChatGPT und vier approbierten Psychotherapeuten auf Patientenaussagen bezüglich der Empathie von naiven Teilnehmern bewertet. Die Ergebnisse zeigen, dass ChatGPT in der Bewertung der Empathie höher bewertet wurde als die Psychotherapeuten. Weitere explorative Analysen zur Technologieoffenheit, Verwendung von ChatGPT, Feststellung von ChatGPT und zur Akzeptanz von künstlicher Intelligenz als Psychotherapeut wurden durchgeführt. Auf Basis der ergänzenden explorativen Analysen dieser Studie kann die höhere Bewertung der Empathie von ChatGPT noch nicht näher erklärt werden. Die Ergebnisse legen nahe, dass ChatGPT eine potenzielle Unterstützung im Gesundheitswesen bieten könnte, welche aber auch mit Hinblick auf Risikofaktoren kritisch reflektiert werden sollte. Die Studie unterstreicht die Möglichkeiten der Integration von künstlicher Intelligenz in der Psychotherapie und betont die Notwendigkeit weiterer Forschung, um die Chancen und Herausforderungen dieses Ansatzes zu differenzieren."
},
"ezart2024": {
    "author": "Elias Zart",
    "year": 2024,
    "type": "Bachelor (ongoing)",
    "type_extended": "Empirical study",
    "language": "German",
    "tags": ["color constancy", "depressive realism"],
    "title": "Depressive realism? The relationship between illusory color perception and depression proneness",
    "title_de": "Depressiver Realismus? Der Zusammenhang von illusorischer Farbwahrnehmung und Depressionsneigung",
    "abstract": "-",
    "abstract_de": "-"
},
"isemer2024": {
    "author": "Ella Isemer",
    "year": 2024,
    "type": "Bachelor (ongoing)",
    "type_extended": "Review",
    "language": "German",
    "tags": ["adhd", "gender", "neuro"],
    "title": "Neurobiological gender differences in ADHD",
    "title_de": "Neurobiologische Geschlechterunterschiede bei ADHS",
    "abstract": "-",
    "abstract_de": "-"
},
"sterf2024": {
    "author": "Martha Sterf",
    "year": 2024,
    "type": "Bachelor (ongoing)",
    "type_extended": "Empirical study",
    "language": "German",
    "tags": ["Parkinson", "exploration"],
    "title": "In Search of the New: Exploratory Behavior in Parkinson's Patients",
    "title_de": "Auf der Suche nach Neuem: Explorationsverhalten bei Parkinson-Patient*innen",
    "abstract": "-",
    "abstract_de": "-"
},
"faceAsym": {
    "author": null,
    "year": null,
    "type": "Proposal",
    "type_extended": "Empirical study",
    "language": "German",
    "tags": ["hemispheric asymmetry", "visual perception", "face perception"],
    "title": "Metacognitive awareness of the left visual field half-face advantage",
    "title_de": "Metakognitives Bewusstsein für präferentielle linksseitige Gesichterverarbeitung",
    "abstract": "The left visual field (LVF) advantage in face recognition tasks refers to the phenomenon where individuals typically recognize faces more accurately and quickly when they are presented in the left visual field, which is processed by the right hemisphere of the brain. The current project aims to investigate the presence and extent of metacognitive awareness regarding this LVF advantage. In a web-based perceptual and mnemonic task, participants will perceive original and chimeric faces in an encoding phase. In a subsequent recollection phase, participants perform an old/new recognition task and indicate their confidence on a 5-point Likert scale. We hypothesize that humans have metacognitive awareness regarding their own left visual field advantage which entails two predictions: higher confidence for chimeric versus original faces, and similar metacognitive efficiency for chimeric versus original faces. In an exploratory analysis it is assessed whether metacognitive awareness is associated with the performance in a super-recognizer face perception test.",
    "abstract_de": "-"
},
"splitBrain": {
    "author": null,
    "year": null,
    "type": "Proposal",
    "type_extended": "Review",
    "language": "German",
    "tags": ["split brain", "consciousness"],
    "title": "A systematic review of behavioral findings in split brain patients since Sperry and Gazzaniga's The Split Brain in Man",
    "title_de": "Systematisches Review von Verhaltenseffekten in Split-Brain-Patienten seit Sperry und Gazzanigas The Split Brain in Man",
    "abstract": "This review aims to summarize and synthesize the extensive body of research conducted on split brain patients since the pioneering studies by Roger Sperry and Michael Gazzaniga in the 1960s. Sperry and Gazzaniga's groundbreaking work on The Split Brain in Man unveiled critical insights into the lateralization of brain functions, particularly how the two hemispheres of the brain operate independently yet can compensate for each other when the corpus callosum is severed. This review will explore subsequent findings that have expanded our understanding of hemispheric specialization, interhemispheric communication, and the neurocognitive mechanisms underpinning these processes. We will examine key behavioral studies that investigate the effects of split brain surgery on sensory perception, motor control, language, and cognition. Additionally, the review will address advancements in neuroimaging techniques that have provided more detailed observations of the functional and structural changes in split brain patients.",
    "abstract_de": ""
},
"prenatalHandPreference": {
    "author": null,
    "year": null,
    "type": "Proposal",
    "type_extended": "Review",
    "language": "German",
    "tags": ["handedness", "gender"],
    "title": "Prenatal indicators of gender differences in handedness",
    "title_de": "Pränatale Indikatoren von Händigkeitsunterschieden zwischen Männern und Frauen",
    "abstract": "This proposal aims to investigate prenatal indicators of handedness differences between males and females through the analysis of thumb-sucking behaviors observed in ultrasound studies. Previous research has suggested that handedness may be determined as early as the prenatal stage, with thumb-sucking behavior serving as a potential early indicator. This study will systematically review and analyze ultrasound data to identify patterns and frequencies of thumb-sucking in fetuses, comparing these behaviors between male and female subjects. We aim to determine if there are significant differences in the incidence and preference of thumb-sucking between genders, and if these differences correlate with postnatal handedness. This review will clarify the role of nature versus nurture in the development of handedness differences between men and women.",
    "abstract_de": ""
},
"metasens": {
    "author": null,
    "year": null,
    "type": "Proposal",
    "type_extended": "Empirical study",
    "language": "German",
    "tags": ["hypersensitivity", "metacognition"],
    "title": "Relationship between hypersensitivity and metacognitive sensitivity",
    "title_de": "Zusammenhang von Hochsensibilität und metakognitiver Sensitivität",
    "abstract": "This study aims to explore the relationship between metacognitive sensitivity and hypersensitivity. Hypersensitivity or sensory processing sensitivity is a trait-like construct involving an increased sensitivity and deeper cognitive processing of physical, social, and emotional stimuli. While hypersensitivity is often linked to the processing of external stimuli, little is known whether such increased sensitivity applies to internal thoughts as well. Here we hypothesize that highly sensitive persons show an enhanced ability to evaluate the correctness of own thoughts, actions and perceptions, also known as metacognitive ability. To this aim, participants will be assessed with the Highly Sensitive Person Scale (HSPS) and perform a series of tasks involving confidence ratings. Understanding the relationship between hypersensitivity and metacognitive sensitivity will provide insights into the cognitive mechanisms underlying hypersensitivity.",
    "abstract_de": ""
},
"fakeFeedback": {
    "author": null,
    "year": null,
    "type": "Proposal",
    "type_extended": "Empirical study",
    "language": "German",
    "tags": ["metacognition", "feedback", "visual perception"],
    "title": "The effect of fake feedback on metacognition",
    "title_de": "Die Auswirkung von manipuliertem Feedback auf Metakognition",
    "abstract": "This Bachelor proposal builds on and extends an existing dataset investigating effects of fake feedback on metacognition. In a between-subject design, one group receives reliable feedback, a second group receives manipulated feedback and third group receives no feedback in a perceptual decision-making task. After indicating the perceived motion direction of a random dot kinematogram, participants rate the confidence in their choice. It is hypothesized that fake feedback not only detoriates perceptual performance, but also the metacognitive ability to discern between own correct and incorrect choices. Exploratory analyses investigate the role of manipulation awareness, i.e. if effects of fake feedback depend on whether participants are aware or unaware about the feedback manipulation.",
    "abstract_de": ""
},
"populismTheory": {
    "author": null,
    "year": null,
    "type": "Proposal",
    "type_extended": "Literature review",
    "language": "German",
    "tags": ["politics"],
    "title": "Review: psychological types of persuasive strategy",
    "title_de": "Review: psychologische Argumentstrategien",
    "abstract": "The rise of extreme left- and right-wing political parties in Germany's political landscape has become a significant concern for many observers. This shift toward more populist positions reflects a broader trend both within and beyond Germany, yet the underlying psychological mechanisms remain poorly understood. Notably, an increasing number of individuals appear susceptible to political propaganda and conspiracy theories, while showing limited receptiveness to rational discourse. This raises a critical question: what are the most effective psychological strategies for engaging this group in constructive, rational debate? To address this, the thesis will 1) provide an overview of different categories of psychological argumentation strategies (through a literature review) and 2) apply these insights to common populist misconceptions in contemporary German politics.",
    "abstract_de": ""
},
"populismTestDevelopment": {
    "author": null,
    "year": null,
    "type": "Proposal",
    "type_extended": "Questionnaire development",
    "language": "German",
    "tags": ["politics"],
    "title": "Designing an Experiment to compare persuasive strategies in the context of populist political positions",
    "title_de": "Entwicklung eines Experimentes zum Vergleich argumentativer Strategien im Kontext populistischer politischer Positionen",
    "abstract": "The rise of extreme left- and right-wing political parties in Germany's political landscape has become a significant concern for many observers. This shift toward more populist positions reflects a broader trend both within and beyond Germany, yet the underlying psychological mechanisms remain poorly understood. Notably, an increasing number of individuals appear susceptible to political propaganda and conspiracy theories, while showing limited receptiveness to rational discourse. This raises a critical question: what are the most effective psychological strategies for engaging this group in constructive, rational debate? The aim of this thesis is to design an experiment that compares the effectiveness of various psychological argumentation strategies. This will involve selecting a range of populist positions and developing corresponding psychological arguments tailored to each strategy for systematic comparison.",
    "abstract_de": ""
},
"populismFieldStudy": {
    "author": null,
    "year": null,
    "type": "Proposal",
    "type_extended": "Empirical study",
    "language": "German",
    "tags": ["politics"],
    "title": "Field experiment to compare persuasive strategies in the context of populist political positions",
    "title_de": "Feldstudie zum Vergleich argumentativer Strategien im Kontext populistischer politischer Positionen",
    "abstract": "The rise of extreme left- and right-wing political parties in Germany's political landscape has become a significant concern for many observers. This shift toward more populist positions reflects a broader trend both within and beyond Germany, yet the underlying psychological mechanisms remain poorly understood. Notably, an increasing number of individuals appear susceptible to political propaganda and conspiracy theories, while showing limited receptiveness to rational discourse. This raises a critical question: what are the most effective psychological strategies for engaging this group in constructive, rational debate? This thesis will compare the effectiveness of various psychological argumentation strategies among individuals which identify with extreme left- or right-wing political parties. A major challenge for this thesis is recruiting a meaningful sample of individuals from local political branches, internet forums or through other means.",
    "abstract_de": ""
},
"templateXXXX": {
    "author": null,
    "year": null,
    "type": "",
    "type_extended": "",
    "language": "German",
    "file": null,
    "tags": [],
    "title": "",
    "title_de": "",
    "abstract": "",
    "abstract_de": ""
}
}
